Repository: j-10cc/Railwayfans_ToolBox-NG
Catalog: RailwayFans-ToolboxsNG/Strings/*/Resources.resw
Source language: en
Languages: ja, zh_cn, zh_hant

# aboutBtn
source: OK
ja: はい
zh_cn: 确定
zh_hant: 確定

# aboutContent
source: Allocation locomotive Information Search for China Railway High-speed Data Source：http://www.passearch.info, Weibo@1435mm的距离. E-mail：cyqdj@live.cn. Please contact me.
ja: 中国鉄道高速列車所属のご案内 データソース：http://www.passearch.info，列車編成 ：Weibo @ 1435mm的距离。 フィードバックのメール先：cyqdj@live.cn、いつでもお尋ねください
zh_cn: 中国铁路动车组配属查询 数据源：http://www.passearch.info，编组信息：新浪微博@1435mm的距离。 作者邮箱：cyqdj@live.cn，欢迎联系
zh_hant: 中國鐵路電聯車配屬查詢 資料來源：http://www.passearch.info，編組資料：新浪微博 @ 1435mm的距離。 數據回饋郵箱：cyqdj@live.cn，歡迎聯繫

# aboutTitle
source: About
ja: CR-EMUについて
zh_cn: 关于
zh_hant: 關於

# appName
source: Allocation locomotive Information Search for CRH
ja: 中国鉄道高速列車所属のご案内
zh_cn: 中国铁路动车组配属查询
zh_hant: 中國鐵路電聯車配屬查詢

# attachInf
source: Additional Info
ja: 追加情報
zh_cn: 附加信息
zh_hant: 附加資訊

# Beijing.Content
source: Beijing
ja: 北京鉄道局
zh_cn: 北京铁路局
zh_hant: 北京鐵路局

# btnAbout.Label
source: About
ja: CR-EMUについて
zh_cn: 关于
zh_hant: 關於

# btnAgency.Label
source: Bureau
ja: 鉄道局
zh_cn: 路局查询
zh_hant: 配屬路局

# btnDep.Label
source: EMU Depot
ja: 列車運用所
zh_cn: 动车所查询
zh_hant: 運用所查詢

# btnNum.Label
source: Serial No.
ja: 列車番号
zh_cn: 车号查询
zh_hant: 車號查詢

# btnSearch.Content
source: Find
ja: 検索
zh_cn: 查询
zh_hant: 查詢

# btnType.Label
source: Model
ja: 列車種別
zh_cn: 车型查询
zh_hant: 車型查詢

# btnUp.Content
source: Update
ja: データの更新
zh_cn: 更新

# btnUpdate.Label
source: Update
ja: データの更新
zh_cn: 数据更新
zh_hant: 資料更新

# Chengdu.Content
source: Chengdu
ja: 成都鉄道局
zh_cn: 成都铁路局
zh_hant: 成都鐵路局

# CR.Content
source: China Rail Corp
ja: 中国鉄道総公司
zh_cn: 中国铁路总公司
zh_hant: 中國鐵路總公司

# Guangzhou.Content
source: Guangzhou
ja: 広州鉄道集団
zh_cn: 广州铁路集团
zh_hant: 廣州鐵路集團

# Harbin.Content
source: Harbin
ja: ハルピン鉄道局
zh_cn: 哈尔滨铁路局
zh_hant: 哈爾濱鐵路局

# Huhe.Content
source: Hohehot
ja: フフホト鉄道局
zh_cn: 呼和浩特铁路局
zh_hant: 呼和浩特鐵路局

# Jinan.Content
source: Jinan
ja: 済南鉄道局
zh_cn: 济南铁路局
zh_hant: 濟南鐵路局

# Kunming.Content
source: Kunming
ja: 昆明鉄道局
zh_cn: 昆明铁路局
zh_hant: 昆明鐵路局

# Lanzhou.Content
source: Lanzhou
ja: 蘭州鉄道局
zh_cn: 兰州铁路局
zh_hant: 蘭州鐵路局

# listAgency.Text
source: Bureau
ja: 鉄道局所属
zh_cn: 配属路局
zh_hant: 配屬路局

# listAgencyMobile.Text
source: Bureau
ja: 鉄道局
zh_cn: 路局
zh_hant: 鐵路局

# listDep.Text
source: EMU Depot
ja: 運用所所属
zh_cn: 配属动车所
zh_hant: 配屬運用所

# listDepMobile.Text
source: Depot
ja: 運用所
zh_cn: 动车所
zh_hant: 運用所

# listFactory.Text
source: Mfr.
ja: メーカー
zh_cn: 生产厂家
zh_hant: 生產廠家

# listFactoryMobile
source: Manufacturer:
ja: メーカー：
zh_cn: 生产厂家：
zh_hant: 生產廠家：

# listNum.Text
source: Serial No.
ja: 番号
zh_cn: 编号
zh_hant: 編號

# listType.Text
source: Model
ja: 列車種別
zh_cn: 车辆类型
zh_hant: 車輛類型

# listTypeMobile.Text
source: Model
ja: 種別
zh_cn: 类型
zh_hant: 類型

# Nanchang.Content
source: Nanchang
ja: 南昌鉄道局
zh_cn: 南昌铁路局
zh_hant: 南昌鐵路局

# Nanning.Content
source: Nanning
ja: 南寧鉄道局
zh_cn: 南宁铁路局
zh_hant: 南寧鐵路局

# newVersion.Text
source: Newest Database:
ja: 最新バージョン:
zh_cn: 最新数据库版本:
zh_hant: 最新資料庫版本:

# newVersionOK
source: Latest Version
ja: すでに最新バージョンになっています。
zh_cn: 您已经使用最新版本数据库
zh_hant: 您已經使用最新版本資料庫

# oldVersion.Text
source: Current Database:
ja: 現在のバージョン:
zh_cn: 当前数据库版本:
zh_hant: 當前資料庫版本:

# serverError
source: An error has been encountered in accessing the server. Please check your network connection.
ja: 更新サーバーエラーが発生し、ネットワーク接続を確認してください
zh_cn: 更新服务器错误，请检查网络连接
zh_hant: 更新伺服器錯誤，請檢查網路連接

# Shanghai.Content
source: Shanghai
ja: 上海鉄道局
zh_cn: 上海铁路局
zh_hant: 上海鐵路局

# Shenyang.Content
source: Shenyang
ja: 瀋陽鉄道局
zh_cn: 沈阳铁路局
zh_hant: 瀋陽鐵路局

# Taiyuan.Content
source: Taiyuan
ja: 太原鉄道局
zh_cn: 太原铁路局
zh_hant: 太原鐵路局

# Tibet.Content
source: Qinghai-Tibet
ja: 青蔵鉄道公司
zh_cn: 青藏铁路公司
zh_hant: 青藏鐵路公司

# Urmqi.Content
source: Urumqi
ja: ウルムチ鉄道局
zh_cn: 乌鲁木齐铁路局
zh_hant: 烏魯木齊鐵路局

# Wuhan.Content
source: Wuhan
ja: 武漢鉄道局
zh_cn: 武汉铁路局
zh_hant: 武漢鐵路局

# Xian.Content
source: Xi'an
ja: 西安鉄道局
zh_cn: 西安铁路局
zh_hant: 西安鐵路局

# Zhengzhou.Content
source: Zhengzhou
ja: 鄭州鉄道局
zh_cn: 郑州铁路局
zh_hant: 鄭州鐵路局

# App
source: Allocation locomotive for CRH
ja: 高速列車所属のご案内
zh_cn: 动车组配属查询
zh_hant: 電聯車配屬查詢

# AgencyLabel
source: Bureau:
ja: 鉄道局所属：
zh_cn: 配属路局：
zh_hant: 配屬路局：

# DepLabel
source: EMU Depot:
ja: 運用所所属：
zh_cn: 配属动车所：
zh_hant: 配屬運用所：

# HK.Content
source: MTR
ja: 港鉄路株式会社
zh_cn: 港铁公司
zh_hant: 港鐵公司

# mm1435.Content
source: Data source：Weibo @ 1435mm的距离
ja: 列車編成 データソース：Weibo @ 1435mm的距离
zh_cn: 车辆编组数据来源：新浪微博 @ 1435mm的距离
zh_hant: 車輛編組資料來源：新浪微博 @ 1435mm的距離

# listID.Text
source: Coach No.
ja: 車両番号
zh_cn: 车厢编号
zh_hant: 車廂編號

# listIDMobile.Text
source: Coach
ja: 車両
zh_cn: 车厢
zh_hant: 車廂

# listP.Text
source: Posts
ja: 定員
zh_cn: 定员
zh_hant: 定員

# listT.Text
source: Class
ja: 席番
zh_cn: 车种
zh_hant: 車種

# mm1435Mobile.Content
source: Data source：Weibo @ 1435mm的距离
ja: 列車編成 ：Weibo @ 1435mm的距离
zh_cn: 编组数据：新浪微博 @ 1435mm的距离
zh_hant: 編組資料：新浪微博 @ 1435mm的距離

source: S. EMU
ja: 標準高速列車
zh_cn: 标准动车组
zh_hant: 標準電聯車
